"""

                   삼성전자
구분
날짜             20110101
ticker           005930
시가총액        4.55494e+06
매출액         2.36807e+06
영업이익             359939
EPS(원)             3841
PER               21.09
EV/EBITDA          8.33
ROE                9.99
배당수익률               3.7
베타(1년)             1.01
매출액              636716
영업이익             125667
영업이익(발표기준)       125667
당기순이익             96345
지배주주순이익           94507
비지배주주순이익           1838
자산총계        3.84778e+06
부채총계        1.02453e+06
자본총계        2.82324e+06
지배주주지분      2.74160e+06
비지배주주지분           81637
자본금                8975
부채비율              36.29
유보율             30446.7
영업이익률             19.74
지배주주순이익률          14.84
ROA                9.91
ROE                  14
EPS(원)             1391
BPS(원)            40361
DPS(원)              361
PBR                   2
발행주식수       5.96978e+06
배당수익률              0.45
                  삼성전자
구분
시가총액        4554944.00
매출액         2368070.00
영업이익         359939.00
EPS(원)         3841.00
PER              21.09
EV/EBITDA         8.33
ROE               9.99
배당수익률             3.70
베타(1년)            1.01
매출액          636716.00
영업이익         125667.00
영업이익(발표기준)   125667.00
당기순이익         96345.00
지배주주순이익       94507.00
비지배주주순이익       1838.00
자산총계        3847777.00
부채총계        1024534.00
자본총계        2823243.00
지배주주지분      2741605.00
비지배주주지분       81637.00
자본금            8975.00
부채비율             36.29
유보율           30446.66
영업이익률            19.74
지배주주순이익률         14.84
ROA               9.91
ROE              14.00
EPS(원)         1391.00
BPS(원)        40361.00
DPS(원)          361.00
PBR               2.00
발행주식수       5969783.00
배당수익률             0.45
"""